Repository: yusril-adr/story-app
Catalog: xliff/*.xlf
Languages: id

# s7c3a649c7cab4bc9
source: Attribute "inputId" must be implemented on element ${this.localName}
id: Attribut "inputId" harus diimplementasikan pada elemen ${this.localName}

# s2907bf0d633436e4
source: Some text
id: Sebuah text

# s1f30f2eaf1e38fb9
source: Add Story
id: Cerita Baru

# s4eac06443983c80c
source: About Developer
id: Tentang Pengembang

# s2f8c5784d438537d
source: © Yusril A. P. ${new Date().getFullYear()} All rights reserved.
id: Seluruh hak cipta © ${new Date().getFullYear()} milik Yusril A. P.

# s14420b395f4e4721
source: Language :
id: Bahasa :

# s0493667c0cd0c5ff
source: Share your story with everyone.
id: Ceritakan kisahmu ke semua orang.

# sffb3ebf3c9e204af
source: Start Now
id: Mulai Sekarang

# s5578f229c2113e87
source: Share New Story
id: Ceritakan Kisah Baru

# saf4fef23f47fc4a2
source: Stories
id: Kisah

# sddae88563a4deba1
source: Your story looks pretty cool !
id: Kisahmu tampak menakjubkan !

# s4b03071183e48d13
source: Please tell us about your story
id: Ceritakan dengan kita kisahmu

# s487f1ce1eecbddda
source: Tell me what your story...
id: Ceritakan Kisahmu...

# s3d93f9ea0c5a13fa
source: Image
id: Gambar

# sc7b8edcd8c115f7c
source: Your story image looks pretty cool !
id: Gambar kisahmu terlihat menakjubkan !

# sb8d24cf4c2a35b22
source: Please share us image about your story
id: Bagikan gambar kisahmu

# sa031c3b6e1b9b32b
source: Show us your story with image...
id: Perlihatkan gambar kisahmu...

# s2df075aface0dab8
source: Share
id: Bagikan

# s417b90913e05bc17
source: Preview
id: Pratinjau

# s6ffd35dd41672c31
source: Attribute "url" must be implemented on element: ${this.localName}
id: Attribut "url" harus diimplementasikan pada elemen ${this.localName}

# s5c61ffad8f9de079
source: Attribute "name" must be implemented on element: ${this.localName}
id: Attribut "name" harus diimplementasikan pada elemen ${this.localName}

# s2e826a0f0a885cc7
source: People Stories
id: Kisah semua orang

# s73bb022c2937ec69
source: Loading ...
id: Memuat ...

# sc8da3cc71de63832
source: Login
id: Masuk

# s2c15b9b13a3e2a80
source: Register
id: Daftar

# sb64127e4e4f0b575
source: Log out
id: Keluar

# sc169ca295b22de6c
source: Looking Good !
id: Terlihat Bagus

# sa70c74939dba1821
source: Your email is invalid.
id: Email kamu tidak sesuai.

# s1d6075382a80bc94
source: Password minimum length is ${config.PASSWORD_MIN_LENGTH}.
id: Minimal panjang password adalah ${config.PASSWORD_MIN_LENGTH}.

# sd4a5ecc9d35d60b3
source: Don't have account?
id: Belum punya akun?

# s11b2e9ecce28690c
source: Display Name
id: Nama Pengguna

# sbf91c9859d0713c6
source: Please fill your display name.
id: Tolong isikan nama penggunamu.

# s374b7ba47861c79a
source: Have an account?
id: Punya akun?
